{"data":{"allMarkdownRemark":{"totalCount":1,"edges":[{"node":{"internal":{"content":"# Home of Auckland CSS\n## Your friendly neighborhood meetup \n### (=^･ｪ･^=))ﾉ彡☆\n\nFrontend Development has gone bonkers. And the things people are doing in the browser these days without reliance on backend systems is quite frankly ridiculous. This group is for people who want to learn and share the cool things they are doing regarding HTML & CSS (maybe a touch of JS for those old browsers that cant keep up).\n\nWe're the group that loves to break the status quo and foster community above all else.\n\nCome and get inspired, learn some tricks & share some of your own, and meet others in the industry with whom you may make lifelong friends.\n\n## Interested in presenting?\n\nWe're really interested in topics related to UI/UX design, Accessibility, JavaScript and even CSS. \nBut we aren't just limited to that. If you want to talk about your career journey, tips on freelancing or how to handle stressful work moments, we'd love to hear from you.\n\n[Just fill out this form](https://nav36.typeform.com/to/HAnCQQ) and we'll contact you about upcoming slots for one of our meetups.\n\n## Connect\n\nJoin the conversation on [Slack](https://join.slack.com/t/aucklandcss/shared_invite/enQtNTI5MTMzODE5NDkxLTM3MzRmNGYyYzQ3ZTE1OTZjZTc5YjA5ZDIwM2YxYmRkYzRlYjM0ZWNjYzRlZTRlY2E0YWIyZmVhMzliMTM2YWY) where we share links and chat about all things in CSS and in-between.\n\n[Meetup.com](https://www.meetup.com/auckland-css/) is our portal to all things event related. You can find a history of our previous talks with photos and descriptions.\n\nWe don't use the Twitter much but others do so use [#aklcss](https://twitter.com/hashtag/aklcss?src=hash) to stay in the loop.\n\n\n\n\n\n\n"},"id":"3fc39ab4-571d-51c2-bf71-3659ec650f85","frontmatter":{"title":"Sweet Pandas Eating Sweets","date":"10 August, 2017"},"excerpt":"Home of Auckland CSSYour friendly neighborhood meetup(=^･ｪ･^=))ﾉ彡☆Frontend Development has gone bonkers. And the things people are doing in…"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}